<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>코카-콜라 이용약관 - 웹사이트 이용 규정 안내 | 코카-콜라 KR</title>
<style>
* {
	margin: 0;
	padding: 0;
	box-sizing: border-box;
}

body {
	font-family: Arial, Helvetica, sans-serif;
	background: rgb(229, 229, 229);
	color: #000;
	overflow-y: scroll;
}

/* 본문 컨테이너: 이미지처럼 중앙 집중형 레이아웃 */
.content {
	max-width: 850px;
	margin: 60px auto;
	padding: 0 50px;
}

.top-title {
	text-align: center;
	font-size: 38px;
	font-weight: bold;
	margin-bottom: 10px;
	color: #333;
}

.bottom-title {
	text-align: left;
	font-size: 28px;
	font-weight: 900;
	letter-spacing: -1px;
	margin-top: 30px;
}

.bottom-title-underbar{
text-decoration: underline;
}

.date {
	text-align: center;
	font-size: 24px;
	margin-bottom: 10px;
}

p {
	font-size: 16px;
}

.underbar {
	text-decoration: underline;
}

.center-content {
	text-align: center;
}

.sub-title{
font-size: 32px;
}

.last-title{
font-size: 28px;
}
</style>
</head>
<body>
	<%@ include file="../nav.jsp"%>
	<div class="content">
		<h2 class="top-title">코카-콜라사 쿠키 정책</h2>
		<h3 class="date">마지막 업데이트 날짜: 2021년 5월 18일</h3>

		<p>
		코카-콜라사의 쿠키 정책은 사용자가 본 쿠키 정책에 접속하고 있는, 우리가 소유하고 통제하는 웹사이트(이하“사이트”)와 관련하여 사용될 수 있는 다양한 유형의 쿠키에 대해 설명하며, 사용자가 쿠키를 관리할 수 있는 방법에 대해 설명합니다.

당사는 본 쿠키 정책을 언제든지 변경할 수 있습니다. 본 쿠키 정책이 마지막으로 수정된 날짜는 이 페이지 상단의 “마지막 업데이트 날짜”에서 확인할 수 있습니다. 본 쿠키 정책의 모든 변경 사항은 당사가 개정된 쿠키 정책을 이 사이트 상에서 이용 가능하게 할 때부터 효력이 발휘됩니다.
		</p>
		


		<h2 class="bottom-title">쿠키가 무엇이고 왜 사용할까요?</h2>
		<h2 class="bottom-title-underbar">쿠키 및 기타 유사 기술이 무엇인가요?</h2>
		<p>
		로컬 저장(local storage)과 세션 저장(session storage)을 허용하는 쿠키와 웹 저장 기술(“쿠키”)은 사용자와 당사의 웹사이트 간의 상호작용을 원활하게 합니다. 쿠키는 일반적으로 사용자가 당사 웹사이트를 방문할 때 사용자의 인터넷 브라우저가 사용자의 기기에 다운로드한 작은 텍스트 파일입니다. 또한 당사는 사용자가 스크립트, 픽셀 및 태그와 같은 제3 공급업체 공급자의 웹 사이트 기술과 상호 작용할 때 사용자의 장치에 쿠키를 배치합니다. 이러한 쿠키는 광고 목적으로 웹 사이트에 통합되어 있습니다. 픽셀 사용으로 수집되는 데이터는 광고로부터 유입을 추적하고 광고를 최적화하고 미래의 타겟 대상을 구축하고 당사의 사이트에서 활동을 한 사람에게 다시 마케팅을 하는 데 도움이 됩니다. 이는 사용자가 당사의 사이트 및 광고와 상호작용할 때 사용자를 추적하기 위한 쿠키를 배치하고 트리거하는 방식으로 작동합니다.

또한, 당사는 쿠키와 비슷한 다른 기술도 사용할 수도 있습니다. 당사는 이러한 기술을 사용해 사용자가 당사의 웹사이트에 방문할 때 수집한 정보를 다른 응용프로그램에 전달합니다.

당사는 이러한 기술의 사용에 대한 정보와 더불어 사용자의 선호에 따라 쿠키 설정을 변경하는 방법에 대한 정보를 아래와 같이 제공합니다.
		</p>
		<h2 class="sub-title">쿠키가 무엇이고 왜 사용할까요?</h2> 
		<h2 class="bottom-title-underbar">쿠키를 왜 사용할까요?</h2>
		<p>사용자의 온라인 경험 최적화를 위해

쿠키는 다양한 기능을 수행하여 당사가 사용자에게 더 원활한 상호작용 경험을 온라인에서 제공할 수 있도록 지원합니다. 특히 사용자가 이전에 당사 웹사이트에 방문했을 때와 동일한 기기와 브라우저를 사용할 때 적용됩니다.

일부 쿠키는 코카-콜라 웹사이트의 실행과 관리에 필수적인 것으로 간주되며, 다음과 같은 것을 사용자에게 제공할 수 있게 해줍니다.

서비스 및 기능에 액세스
일관성 있는 최신 정보
원활한 온라인 경험

사용자에게 맞춤형 콘텐츠와 제안을 제공하기 위해

코카-콜라는 광고 쿠키와 타겟팅 쿠키를 사용합니다. 이 쿠키들은 사용자의 검색 기록 정보를 저장하여 당사 웹사이트에 대한 사용자의 관심사와 검색 활동을 기록합니다. 이를 통해 당사 또는 당사의 파트너는 다음을 할 수 있습니다.

사용자가 당사의 사이트에 방문한 것을 기반으로 다른 웹사이트에 코카-콜라 제품을 광고할 수 있습니다.
당사의 정보를 통합하고 최적화하여 사용자가 보는 코카-콜라 온라인 광고가 사용자와 사용자의 관심사에 적합하도록 합니다. 

웹사이트 향상 및 개선을 위해

쿠키를 통해 방문자의 웹사이트 이용 방식을 분석해 당사의 웹사이트를 개선합니다. 당사는 어떤 콘텐츠가 인기 있는지 확인하고 이 정보를 사용하여 방문자들의 다른 관심사와 이들에게 유용한 것을 예측합니다. 이는 다음에 도움이 됩니다.

방문자의 당사 웹사이트 이용 방식을 이해하고 웹사이트를 개선하여 방문자에게 더 나은 경험을 제공할 수 있습니다.
다양한 아이디어를 시도하고 각 방문자에게 가장 관련성 높은 콘텐츠를 표시할 수 있습니다.
쿠키는 또한 사용자의 웹사이트 사용 방식과 상호작용 방식에 대한 당사의 이해를 도와 사용자가 당사의 웹사이트 중 하나를 방문할 때 매번 같은 요청을 하지 않아도 됩니다. 예를 들어, 쿠키를 사용해 사용자가 당사의 웹사이트 방문 시 사용자의 설정과 ID를 기억할 수 있습니다. 당사가 사용자의 설정과 선호를 알면 다음을 할 수 있습니다.

사용자가 가장 관련 있는 페이지로 더 효율적으로 이동할 수 있도록 지원하여 보다 개인화된 코카-콜라 경험을 제공할 수 있습니다.
언어 설정, 선호하는 구성과 같은 개별 설정을 기억할 수 있습니다.
사용자의 선호를 기반으로 콘텐츠를 수정하여 개인화된 콘텐츠를 제공할 수 있습니다.</p>
		
		<h2 class="bottom-title-underbar">쿠키의 유형</h2>
		<p>코카-콜라와 당사의 파트너는 기능 및 목적에 따라 다양한 유형의 쿠키를 사용합니다. 이러한 쿠키 유형은 본 쿠키 정책에 자세히 설명되어 있으며, 아래 ‘쿠키 설정’에서 관리할 수 있습니다.</p>
		
		<h2 class="bottom-title">쿠키 설정</h2>
		<p>사용자에게 통제권이 있습니다!
활성화된/비활성화된 쿠키에 대해서 알아보려면, 여기를 클릭하세요.</p>
		<h2 class="bottom-title-underbar">필수 쿠키 - 항상 활성 상태</h2>
		<p>당사는 다음을 위해 이 쿠키를 사용합니다.

사용자를 식별하고 사용자가 사용자의 계정에 로그인할 수 있게 합니다.
쿠키 동의 선택과 같은 사용자의 이전 활동을 기억합니다.
이 쿠키에 관한 추가 정보

필수 쿠키는 사용자가 당사 웹사이트를 이용하고 당사가 제공하는 기능을 사용할 수 있게 해줍니다. 이 쿠키가 없으면 사용자는 웹사이트를 이용할 수 없으며, 사용자가 사용하는 인터넷 연결과 상응하는 웹사이트의 버전과 표시를 볼 수 없습니다. 또한, 이 쿠키는 사용자가 페이지를 변경할 때, http에서 https로 변경하는 기능이 실행되도록 보장합니다. 필수 쿠키 사용에는 사용자의 동의가 필요하지 않습니다.

이 쿠키는 이 웹사이트에서 그 어떤 기능으로도 비활성화/활성화할 수 없습니다. 당사는 사용자에게 웹사이트를 제공하기 위해 이 쿠키를 사용할 수 있는 법적으로 합당한 이유가 있습니다.

사용된 쿠키에 관한 자세한 내용은 쿠키 설정에서 확인할 수 있습니다.</p>
		<h2 class="bottom-title-underbar">분석 쿠키 (성능 관련 쿠키)</h2>
		<p>당사는 다음을 위해 이 쿠키를 사용합니다.

사용자가 당사 사이트에 어떻게 참여하는지 확인할 수 있습니다.
페이지 간 사용자의 개별 여정에 대해 더 알아볼 수 있습니다.
사용자의 선호에 따라 웹사이트를 개선하고 맞춤화할 수 있습니다.
이 쿠키에 관한 추가 정보

분석 쿠키를 활용해 방문자가 당사의 웹사이트와 상호작용하는 방식에 대한 정보를 수집하고 방문자가 이미 입력한 정보(예: 사용자 이름, 언어 선택)를 웹사이트에 저장하여 당사의 웹사이트가 사용자에게 더 편리하고 개선된 기능을 제공할 수 있도록 합니다. 예를 들어, 웹사이트가 사용자의 지역을 기억하는 쿠키를 사용하여, 사용자에게 관련성 높은 현지 정보를 제공할 수 있습니다. 또한, 분석 쿠키는 동영상 재생과 같은 사용자가 요청한 기능을 가능케 하지만, 사용자가 활성화한 경우에만 적용됩니다. 이 쿠키는 당사가 최적화된 웹사이트를 설계하고 제공하는 데 도움을 줍니다.

당사가 이 쿠키를 사용하는 법적 근거는 사용자의 동의입니다. 사용자는 언제든지 자신의 동의를 철회할 권리가 있습니다. 동의 철회는 철회 이전에 동의를 기반으로 한 처리의 합법성에는 영향을 미치지 않습니다.

사용자는 언제든지 아래 버튼을 통해 또는 자신의 브라우저 설정을 통해 이 쿠키를 비활성화할 수 있습니다.

사용된 쿠키에 관한 자세한 내용은 쿠키 설정에서 확인할 수 있습니다.</p>
		<h2 class="bottom-title-underbar">광고 쿠키</h2>
		<p>당사는 다음과 같은 목적으로 이 쿠키를 사용하고 제3자가 이 쿠키를 배포하는 것을 허용합니다.

사용자에게 관련성 높은 정보를 주는 온라인 광고를 제공하기 위해서 사용합니다.
동일한 광고가 계속해서 다시 나타나는 것을 방지하기 위해서 사용합니다.
이 쿠키에 관한 추가 정보

이 쿠키는 사용자 및 사용자의 관심사와 관련성 높은 광고 및 기타 마케팅 커뮤니케이션을 제공하기 위해 사용됩니다. 이 쿠키는 사용자의 웹사이트 방문 여부를 기억하고 이 정보를 광고 및 미디어 에이전시 등과 공유합니다. 또한, 광고 쿠키는 당사의 파트너가 프로필을 생성하여, 다른 웹사이트에서 관련 광고를 사용자에게 보여주고 비슷한 대상그룹을 만드는데 사용될 수 있습니다. 광고 쿠키를 통해 사용자에게 광고가 노출되는 횟수를 제한하여 사용자가 광고에 과다 노출되지 않도록 합니다.

당사가 이 쿠키를 사용하는 법적 근거는 사용자의 동의입니다. 사용자는 언제든지 자신의 동의를 철회할 권리가 있습니다. 동의 철회는 철회 이전에 동의를 기반으로 한 처리의 합법성에는 영향을 미치지 않습니다.

사용된 쿠키에 관한 자세한 내용은 쿠키 설정에서 확인할 수 있습니다.</p>
		<h2 class="bottom-title-underbar">개인화 쿠키</h2>
		<p>당사는 다음과 같은 목적으로 이 쿠키를 사용하고 제3자가 이 쿠키를 배포하는 것을 허용합니다.

멀티미디어 콘텐츠 제공을 위해 사용합니다.
사용자가 로그인할 때 사용자의 정보를 안전하게 지키기 위해 사용합니다.
이전 온라인 시청 기록을 기반으로 사용자가 관심을 가질 만한 콘텐츠를 표시하여 사이트에서의 경험을 개인화하기 위해 사용합니다.
사용자의 관심사를 기반으로 광고 표시 횟수를 줄이면서 관련성 높은 광고를 표시합니다.
이 쿠키에 관한 추가 정보

이 쿠키를 활용해 이미 입력한 정보(예: 사용자 이름, 언어 선택)를 웹사이트에 저장하여 당사의 웹사이트가 사용자에게 더 편리하고 개선된 기능을 제공할 수 있도록 합니다. 예를 들어, 웹사이트가 사용자의 지역을 기억하는 쿠키를 사용하여, 사용자에게 관련성 높은 현지 정보를 제공할 수 있습니다. 또한, 이 쿠키는 동영상 재생과 같은 사용자가 요청한 기능을 가능케 하지만, 사용자가 활성화한 경우에만 적용됩니다. 이 쿠키는 당사가 최적화된 웹사이트를 설계하고 제공하는 데 도움을 줍니다. 사용자는 본 쿠키 정책이나 사용자의 브라우저의 설정에서 언제든지 이 쿠키를 비활성화할 수 있습니다. 이 쿠키는 사용자가 다른 웹사이트에서 한 활동을 추적하지 않습니다.

이 쿠키는 당사 사이트에서의 사용자의 경험을 당사가 개인화할 수 있도록 지원합니다. 예를 들어, 사용자가 저당에 관한 글을 읽고 있다면, 사용자에게 코-크 제로 광고를 표시할 수 있습니다. 이것은 문맥 광고라고 합니다. 광고의 개인화는 사용자가 당사의 서비스를 사용할 때 수집된 정보와 제3자가 사용자에 관해 갖고 있는 기타 데이터를 기반으로 할 수 있으며, 광고주가 사용자에 대해 보유한 사용자의 인터넷 검색에서 유추된 사용자의 관심사, 나이 성별과 같은 것을 포함할 수 있습니다. 당사는 사용자가 있는 위치와 관련성 높은 광고를 보여주기 위해 사용자의 일반 위치를 사용할 수도 있습니다. 사용자가 영국에 있다면, 사용자는 영국 광고주의 광고를 보게 됩니다. 사이트에서 맞춤화된 경험을 원한다면 이 쿠키를 허용하세요.

당사가 이 쿠키를 사용하는 법적 근거는 사용자의 동의입니다. 사용자는 언제든지 자신의 동의를 철회할 권리가 있습니다. 동의 철회는 철회 이전에 동의를 기반으로 한 처리의 합법성에는 영향을 미치지 않습니다.

사용된 쿠키에 관한 자세한 내용은 쿠키 설정에서 확인할 수 있습니다.</p>
	
		<h2 class="bottom-title">세부 정보</h2>
		<h2 class="bottom-title-underbar">쿠키에 관해 무엇을 알아야 할까요?</h2>
		<p>쿠키는 더 빠르고 더 나은 온라인 경험을 제공하는 데 도움을 줍니다. 거의 모든 웹사이트는 쿠키 또는 이와 유사한 기술을 사용합니다.

동일한 기기를 사용하여 같은 웹사이트를 다시 방문하면, 원래 쿠키를 설정했던 웹사이트에서 사용자가 이 웹사이트를 이전에 방문했음을 인지하고, 경우에 따라서 사용자의 가장 최근 방문을 고려해 콘텐츠를 조정합니다. 이런 식으로, 웹사이트 경험이 사용자의 개인 관심사와 선호에 따라 맞춤화됩니다.</p>
		<h2 class="bottom-title-underbar">직접당사자 쿠키 VS 제3 자 쿠키</h2>
		<p>직접당사자 쿠키는 사용자가 현재 방문하고 있는 웹사이트에 코카-콜라가 배포한 쿠키로 사용자가 당사의 웹사이트를 이용할 때 상호작용하는 쿠키입니다.

또한, 당사의 웹사이트에 다른 웹사이트의 콘텐츠가 포함될 수도 있으며, 그 콘텐츠에는 다른 웹사이트 소유의 쿠키가 배치될 수 있습니다. 이 쿠키는 코카-콜라가 아닌 자가 설정한 것입니다. 이러한 제3자 제공업체는 사용자가 코카-콜라 웹사이트를 방문하는 동안 쿠키를 설정하고 사용자가 코카-콜라 웹사이트를 로딩했다는 사실과 같은 정보를 받을 수 있습니다. 이 쿠키가 어떻게 사용되는지 더 자세히 알아보려면 사용자는 제3자업체  웹사이트를 방문해야 합니다. 본 쿠키 정책에서 관련된 제3자에 관한 정보를 자세히 확인할 수 있습니다.

사용자가 제3자 쿠키를 수락하지 않기로 결정한 경우, 동의하지 않아도 되며 "쿠키 설정" 섹션에 제공된 관련 기능을 사용해 동의한 것을 철회할 수 있습니다. 사용자가 모든 제3자 쿠키 사용에 반대하면, 당사는 제3자 쿠키 없이도 작동을 보장할 수 있는 웹사이트의 기능만 제공됩니다.</p>
		<h2 class="bottom-title-underbar">쿠키를 거부하면 어떻게 되나요?</h2>
		<p>사용자가 사전 동의를 요구하는 쿠키를 거부하면, 당사는 해당 쿠키를 사용하지 않습니다. 사용자가 이전에 당사에게 제공한 동의를 철회하기로 결정한 경우, 당사는 더 이상 관련 쿠키를 사용하지 않으며 해당 쿠키를 삭제합니다(직접당사자 쿠키인 경우). 동의 철회는 철회 이전에 동의를 기반으로 한 처리의 합법성에는 영향을 미치지 않습니다. 즉, 개인화 및 광고 쿠키를 거부한 경우, 사용자는 당사 웹사이트의 일부 기능과 편의성을 이용할 수 없게 됩니다. 마찬가지로, 사용자는 분석 쿠키도 거부할 수 있습니다. 이 경우, 당사는 사용자가 당사 웹사이트의 어떤 점을 좋아하고 싫어하는지 덜 알게 되므로, 웹사이트 개선에 제한이 있을 수 있습니다.

당사는 제3자 쿠키를 삭제할 수 없습니다. 사용자가 모든 제3자 쿠키 삭제를 원하는 경우, 사용자의 브라우저 설정에서 삭제해야 합니다. 또한, 광고 쿠키에 대한 동의를 거부하거나 철회한다고 해서 반드시 광고가 적게 표시되는 것이 아니며, 표시되는 광고가 사용자의 니즈에 맞게 맞춤화되지 않습니다.</p>
		<h2 class="bottom-title-underbar">브라우저에서 쿠키 설정 관리하기</h2>
		<p>사용자는 위의 기능을 사용하여 당사 웹사이트에서 쿠키 설정을 관리(활성화/비활성화 및 삭제)할 수 있지만, 사용자의 브라우저 설정을 변경해서 관리할 수도 있습니다. 대부분의 브라우저에서 모든 쿠키를 수락 또는 거부하거나 일정 쿠키 유형만 수락하는 쿠키 관리가 가능합니다. 쿠키를 관리하고 삭제하는 방법은 일반적으로 브라우저의 통합 도움말 기능에서 확인할 수 있습니다.</p>
		<h2 class="bottom-title-underbar">코카-콜라의 쿠키 사용에 대해 누가 법률적 책임을 지나요?</h2>
		<p>본 쿠키 정책에 설명된 쿠키는 한국 코카-콜라 유한회사(이하 “당사”)에서 소유하고 관리하는 웹사이트와 관련되어 사용됩니다. 개인 데이터가 직접당사자 쿠키를 사용함으로써 처리되는 경우, 당사는 그러한 처리의 목적과 수단을 결정하고 개인정보 보호 법률에서 정의하는 컨트롤러 역할을 수행합니다.</p>
		<h2 class="bottom-title-underbar">국가 간 이전</h2>
		<p>사용자의 개인 데이터를 본 쿠키 정책에 설명된 목적을 위해 한국 이외의 국가로 저장하거나 전송할 수 있습니다. 당사가 사용자의 개인 데이터를 국외 이전하거나 저장하는 경우, 당사는 적용 가능한 법률에 따라 이를 수행하며 적절한 안전 장치를 구현하여 유사한 보호 수준이 제공되도록 보장합니다.

개인 데이터가 이전되는 국가:  

현지 당국이 적절한 수준의 보호를 제공한다고 인정되는 국가이거나
적절한 보호를 제공하지 않는 국가로 이전하는 경우에도, 당사는 계약상의 보호조치 또는 적절한 국가간 전송 솔루션을 구현하여 충분한 보호를 제공할 것입니다.
본 쿠키 정책에 추가하여 온라인 개인정보 처리방침이 적용됩니다. 개인정보 처리방침은 온라인에서 수집된 개인 데이터를 당사가 어떻게 사용하고 저장하고 보호하는 방법에 대해 알려줍니다. 또한 사용자에게 데이터 보호 권리와 그 권리를 행사하는 방법을 알려줍니다. 이 개인정보 처리 방침을 읽어보는 것을 권장합니다. 쿠키 정책이나 개인정보 처리방침에 대한 문의사항은 privacy@coca-cola.com 으로 이메일을 보내주세요. </p>
		<h2 class="last-title">쿠키 목록</h2>
		<p>쿠키는 작은 데이터(텍스트 파일)로 사용자 방문 시 웹사이트가 사용자의 브라우저에 요청하여 쿠키를 사용자의 기기에 저장하도록 하며, 이는 사용자의 언어 환경설정 또는 로그인 정보와 같은 사용자 정보를 기억하기 위해 사용됩니다. 이 쿠키는 당사가 설정하고 직접당사자 쿠키라고 합니다. 또한, 당사는 광고 및 마케팅 목적으로 제3자 쿠키도 사용합니다. 제3자 쿠키는 사용자가 방문하고 있는 웹사이트 도메인의 쿠키가 아닌 다른 도메인의 쿠키입니다. 특히, 당사는 다음과 같은 목적을 위해 쿠키 및 기타 추적 기술을 사용합니다.

필수 쿠키

이 쿠키는 보안 네트워크 관리 및 접근성과 같은 필수 기능을 위해 필요합니다. 표준 쿠키는 비활성화할 수 없습니다.

분석 쿠키 (성능 관련 쿠키)

이 쿠키는 당사 사이트 이용자 수나 페이지의 인기도와 같은 정보를 수집하여 당사가 사용자 경험을 개선하는 데 도움을 줍니다. 이 쿠키를 사용하지 않으면, 당사는 경험을 개선하는 필요한 정보를 수집할 수 없습니다.

광고 쿠키

이 쿠키는 당사 및/또는 당사의 파트너가 설정하는 것으로, 사용자의 검색 프로필을 기반으로 사용자의 관심사에 대한 프로필을 작성하는 데 도움을 줍니다. 사용자가 이 쿠키를 수락하면, 다른 사이트에서 검색하는 동안 사용자의 관심사와 일치하는 코카-콜라 광고가 표시됩니다.</p>
		
	</div>
	<%@ include file="../Footer.jsp"%>
</body>
</html>